<svelte:head>
	<title>About</title>
	<meta name="description" content="About this app" />
</svelte:head>

<div class="text-column">
	<h1>Об этом проекте</h1>

	<p>
		Этот проект сделан на <a href="https://kit.svelte.dev">SvelteKit</a>. Вы можете создать такой же, введя в командную строку:
	</p>

	<pre>npm create svelte@latest</pre>

	<p>
		Страница, которую вы просматриваете, представляет собой чисто статический HTML, интерактивность на стороне клиента не требуется. По этой причине нам не нужно загружать JavaScript. Попробуйте просмотреть исходный код страницы или открыть сетевую панель инструментов разработчика и перезагрузить ее.
	</p>

	<p>
		Страница <a href="/sverdle">Слова</a> иллюстрирует загрузку данных и обработку форм SvelteKit. Попробуйте использовать его с отключенным JavaScript!
	</p>
</div>
